dotNetFramework/WWCP_OICPv2.2_UnitTests/RemoteStartStopMessages/RemoteStop0003.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
   <soapenv:Body>
      <tns:eRoamingAuthorizeRemoteStop xmlns:tns="http://www.hubject.com/b2b/services/authorization/v2.1"
                                       xmlns:cmn="http://www.hubject.com/b2b/services/commontypes/v2.1">
         <tns:SessionID>43ed5d9b-b41a-4828-ad57-ef9278a0d867</tns:SessionID>
         <tns:ProviderID>DE-BDO</tns:ProviderID>
         <tns:EvseID>DE*BDO*EVSE*CI*TESTS*A*1</tns:EvseID>
      </tns:eRoamingAuthorizeRemoteStop>
   </soapenv:Body>
</soapenv:Envelope>